---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ScheduleField
source: html/0376a7dd-0c9e-1b11-0c8c-924ee6e6a3de.htm
---
# ScheduleField Members

Indicates if this field can display minimum and maximum values.